{
    "header": {
        "navbar": {
            "home": "Home",
            "about": "About me",
            "resume": "Résumé",
            "portfolio": "Portfolio",
            "contact": "Contact"
        },
        "title": {
            "iam": "I am"
        },
        "intro": {
            "intro": "I live in <span>Montreal</span> as a<span> Fullstack MEAN</span> Web developer, enjoying this spectacular corner of the world and doing what I love the most: developing <span>Applications and Web Pages,</span> always trying to exceed myself and giving the best I have.",
            "start": {
                "start": "Start",
                "navigate": "browsing",
                "knowme": "and know a lot more about me."
            }
        }
    },
    "about": {
        "about-me": "About me",
        "content": "Computers represent my career and my life. I have a degree in Computer Science. I am a versatile person who has performed in different areas, always associated with information technology. I consider myself a passionate Programmer. Since I was very young, I have explored this field in languages such as Basic, Fortran, PL/1 and Cobol, among others. Subsequently, I began programming in Visual Basic (later, VB.NET).<br>My specialty is developing WEB Applications as MEAN FullStack Developer. I have substantial knowledge in this subject since I am an indefatigable self-taught person.<br>In 2016, I participated in the Skylab Coders Academy <span>Bootcamp</span> as “Web Development Fullstack MEAN”. This experience brought me a solid knowledge of new technologies and helped me to reinforce important concepts. I am currently studying to receive my <span>DEC</span> (Diploma of College Studies) in <span>“Computer Science - Administrative Data Processing“</span> at <span>LaSalle College, Montreal.</span><br>In one of my lastest jobs at Zemsania Tech Services, I worked as the lead programmer of an application based on <span>Angular 4</span> and <span>NodeJS</span>.<br>I have an excellent capacity to adapt and I am a very detail oriented person in every aspect of my life. As a professional, my desire is to continue preparing myself and work among the best of the industry.",
        "contact-details": "Contact address",
        "contact-me": "Contact me"
    },
    "resume": {
        "education": {
            "education": "Education",
            "lasalle": {
                "lasalle": "LaSalle College Montreal",
                "title": "Computer Science - Administrative Data Processing",
                "date": "January 2018 - June 2020",
                "content": "This program prepares the computer technician to locate, collect and analyze data on the users' information processing needs. Modeling and processing data to develop a code to create efficient applications according to the data collected and to anticipate needs regarding the network infrastructure. (Currently studying the third semester)."
            },
            "cisco": {
                "cisco": "Cisco Systems, Inc.",
                "title": "IT Essentials - Cisco Networking Academy® Program Certification",
                "date": "July 31 2018",
                "content": "Hardware and software, computer components, parts assembly, operating systems administration, troubleshoot, connectivity and networking. Working with desktops laptops and mobile devices. Wireless connectivity, security, safety, environmental issues and communication skills."
            },
            "skylab": {
                "skylab": "Skylab Coders Academy",
                "title": "Web Development Fullstack MEAN Bootcamp",
                "date": "October 2016",
                "content": "Located in Barcelona, Spain, Skylab Coders Academy is a leading center in Web developer training. Intensive Web application development classes are taught using HTML5, CSS3, jQuery, Javascript, Angular, NodeJS, MongoDB, React, Scrum and Git, among others."
            },
            "abisa": {
                "abisa": "ABISA Institute & Inforbooks",
                "title": "WEB Developers",
                "date": "September 2013",
                "content": "HTML5, CSS3, jQuery, Javascript and Dreamweaver WEB development course."
            },
            "une": {
                "une": "Nueva Esparta University",
                "title": "Bachelor's Degree in Computer Science",
                "date": "",
                "content": "The Computer Science graduate manages current hardware and software to assist the needs of national and international companies, and professionals from other disciplines as well. This professional is well prepared to work in a team with information systems and to adapt to new trends. They also manage cutting-edge technologies for system analysis, development and implementation."
            }
        },
        "work": {
            "work": "Work experience",
            "tailbase": {
                "tailbase": "Tailbase",
                "position": "Fullstack WEB Developer",
                "date": "June 2018 - (currently)",
                "content": "Development functions of new Tools and maintenance of the current Systems based on ColdFusion and SQL Server. Currently, working on developing new tools for cleaning up databases and repository code."
            },                        
            "zemsania": {
                "zemsania": "Zemsania Tech Services & Solutions",
                "position": "Fullstack MEAN Developer",
                "date": "",
                "content": "Lead manager for the implementation of an operational system based on the AngularJS and NodeJS framework. Start-up and implementation of an application based on Angular 4, NodeJS, MongoDB, Webpack and Sonar for the «Work Hours and Vacations Assignment Control of the HR department»."
            },
            "roline": {
                "roline": "Roline System",
                "position": "Web Applications Developer ",
                "date": "",
                "content": "I collaborated, designed and developed a whole Web application (SiPEDI) aimed at solving a specific problem about the orders periodically placed by customers to suppliers. Fully developed with MEAN Web technology (MongoDB, Express, AngularJS, Node.js)."
            },
            "others": {
                "others": "Other jobs and experience ",
                "position": "Hardware and Network Administration Technician",
                "date": "",
                "content": "As well as being a software develor, I have worked for many years as a hardware and network administrator technician; and as a computer equipment seller as well."
            }
        },
        "skills": {
            "skills": "Skills"
        }
    },
    "portfolio": {
        "title": "Check Out Some of My Latest Works",
        "login": "User Name",
        "pass": "Password",
        "tryme": "Try me",
        "apps": {
            "sipedi": {
                "title": " System  to Place Orders to Distribution Companies ",
                "note": "(ideal for two users trying it at the same time in different devices)"
            },
            "zemtime_ng1": {
                "title": "Hour assignment - Angular 1",
                "note": "()"
            },
            "zemtime_ng4": {
                "title": " Hour assignment - Angular 4",
                "note": "()"
            }
        }
    },
    "contact": {
        "getintouch": "GET IN TOUCH",
        "form": {
            "name": "Name",
            "email": "e-mail",
            "subject": "Subject",
            "message": "Message"
        },
        "sending": {
            "ok": "Your message has been sent. Thank you!",
            "err": "Sorry, your message cannot be sent.",
            "submit": "Send"
        }
    }
}